{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "batch_input_shape": [null, 182], "name": "dense_1", "kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "dtype": "float32", "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "units": 512}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "name": "dense_2", "activation": "relu", "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "units": 1024}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "name": "dense_3", "activation": "relu", "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "units": 512}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "name": "dense_4", "activation": "relu", "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "units": 1024}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "name": "dense_5", "activation": "relu", "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "units": 180}}]}}