{"class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"activation": "relu", "units": 512, "use_bias": true, "trainable": true, "bias_regularizer": null, "batch_input_shape": [null, 188], "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_6", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "dtype": "float32"}}, {"class_name": "Dense", "config": {"activation": "relu", "units": 1024, "use_bias": true, "trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "bias_constraint": null, "kernel_constraint": null, "name": "dense_7", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "relu", "units": 512, "use_bias": true, "trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "bias_constraint": null, "kernel_constraint": null, "name": "dense_8", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "relu", "units": 1024, "use_bias": true, "trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "bias_constraint": null, "kernel_constraint": null, "name": "dense_9", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "relu", "units": 6, "use_bias": true, "trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "bias_constraint": null, "kernel_constraint": null, "name": "dense_10", "kernel_regularizer": null}}], "name": "sequential_2"}, "keras_version": "2.2.4"}