{"config": {"layers": [{"config": {"kernel_constraint": null, "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_constraint": null, "units": 512, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "dtype": "float32", "kernel_regularizer": null, "name": "dense_11", "activation": "relu", "bias_regularizer": null, "batch_input_shape": [null, 188]}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "trainable": true, "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "activity_regularizer": null, "bias_constraint": null, "units": 1024, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_regularizer": null, "name": "dense_12", "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "trainable": true, "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "activity_regularizer": null, "bias_constraint": null, "units": 512, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_regularizer": null, "name": "dense_13", "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "trainable": true, "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "activity_regularizer": null, "bias_constraint": null, "units": 1024, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_regularizer": null, "name": "dense_14", "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "trainable": true, "kernel_initializer": {"config": {"maxval": 0.05, "seed": null, "minval": -0.05}, "class_name": "RandomUniform"}, "activity_regularizer": null, "bias_constraint": null, "units": 6, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_regularizer": null, "name": "dense_15", "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}], "name": "sequential_3"}, "keras_version": "2.2.4", "backend": "tensorflow", "class_name": "Sequential"}