{"backend": "tensorflow", "config": {"name": "sequential_1", "layers": [{"config": {"kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "name": "dense_1", "bias_constraint": null, "batch_input_shape": [null, 188], "kernel_regularizer": null, "use_bias": true, "dtype": "float32", "activation": "relu", "trainable": true, "units": 512, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "activity_regularizer": null, "name": "dense_2", "bias_constraint": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "trainable": true, "units": 1024, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "activity_regularizer": null, "name": "dense_3", "bias_constraint": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "trainable": true, "units": 512, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "activity_regularizer": null, "name": "dense_4", "bias_constraint": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "trainable": true, "units": 1024, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "activity_regularizer": null, "name": "dense_5", "bias_constraint": null, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "trainable": true, "units": 6, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}]}, "keras_version": "2.2.4", "class_name": "Sequential"}