{"config": {"name": "sequential_2", "layers": [{"config": {"kernel_constraint": null, "use_bias": true, "batch_input_shape": [null, 965], "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_6", "dtype": "float32", "bias_constraint": null, "bias_regularizer": null, "units": 1024, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "name": "dense_7", "bias_constraint": null, "bias_regularizer": null, "units": 512, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "name": "dense_8", "bias_constraint": null, "bias_regularizer": null, "units": 1024, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "name": "dense_9", "bias_constraint": null, "bias_regularizer": null, "units": 512, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "name": "dense_10", "bias_constraint": null, "bias_regularizer": null, "units": 13, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "trainable": true}, "class_name": "Dense"}]}, "keras_version": "2.2.4", "backend": "tensorflow", "class_name": "Sequential"}