{"backend": "tensorflow", "keras_version": "2.2.4", "config": {"name": "sequential_2", "layers": [{"class_name": "Dense", "config": {"name": "dense_6", "units": 512, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "use_bias": true, "batch_input_shape": [null, 188], "bias_regularizer": null, "kernel_constraint": null, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"name": "dense_7", "units": 1024, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_8", "units": 512, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_9", "units": 1024, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_10", "units": 6, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"seed": null, "minval": -0.05, "maxval": 0.05}}, "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null}}]}, "class_name": "Sequential"}